Repository: serenNan/supacode
Catalog: supacode/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Switch between the worktree's pull request and the repository's open issues.
zh_hans: 在 Worktree 的 Pull Request 和仓库的未关闭 Issues 之间切换。

source: Switch to %@
zh_hans: 切换到 %@

source: Symlinks `supacode` to `/usr/local/bin`. This is not required to run `supacode` in the app terminals.
zh_hans: 将 `supacode` 符号链接到 `/usr/local/bin`。在应用终端中运行 `supacode` 不需要此项。

source: Tab ID already exists
zh_hans: 标签页 ID 已存在

source: Tab not found
zh_hans: 未找到标签页

source: Terminate All Terminal Sessions?
zh_hans: 终止所有终端会话？

source: Terminate All Terminal Sessions…
zh_hans: 终止所有终端会话…

source: Terminate Sessions
zh_hans: 终止会话

source: The %@ command is available in all Supacode terminal sessions. Run %@ for built-in usage information.
zh_hans: %@ 命令在所有 Supacode 终端会话中可用。运行 %@ 可查看内置的用法信息。

source: The branch or ref the new worktree will be created from.
zh_hans: 新 Worktree 将基于的分支或 ref。

source: The deeplink URL could not be recognized: %@
zh_hans: 无法识别该 deeplink URL：%@

source: The folder that will contain the clone.
zh_hans: 将包含克隆内容的文件夹。

source: These features require the per-agent enhancements installed below.
zh_hans: 这些功能需要安装下方的各 agent 增强。

source: This file has no textual changes to show.
zh_hans: 此文件没有可显示的文本更改。

source: This folder isn't a git repository.
zh_hans: 此文件夹不是 git 仓库。

source: This repository has no commits yet.
zh_hans: 此仓库还没有任何提交。

source: This repository has no open issues.
zh_hans: 此仓库没有未关闭的 issue。

source: This repository is being removed.
zh_hans: 此仓库正在被移除。

source: This worktree has no open pull request.
zh_hans: 此 Worktree 没有未关闭的 Pull Request。

source: Tip
zh_hans: 提示

source: Title
zh_hans: 标题

source: Toggle History Inspector
zh_hans: 切换历史检查器

source: Toggle History Inspector (%@)
zh_hans: 切换历史检查器 (%@)

source: Toggle Left Sidebar
zh_hans: 切换左侧边栏

source: Toggle Left Sidebar (%@)
zh_hans: 切换左侧边栏 (%@)

source: Toggle Notifications Inspector
zh_hans: 切换通知检查器

source: Toggle Notifications Inspector (%@)
zh_hans: 切换通知检查器 (%@)

source: Toggle Pull Request Inspector
zh_hans: 切换 Pull Request 检查器

source: Toggle Pull Request Inspector (%@)
zh_hans: 切换 Pull Request 检查器 (%@)

source: Toggle in View → Group Relevant Sidebar Rows
zh_hans: 在 显示 → 将相关侧边栏行分组 中切换

source: Toggle in View → Nest Worktrees by Branch
zh_hans: 在 显示 → 按分支嵌套 Worktree 中切换

source: Unarchive worktree
zh_hans: 取消归档 Worktree

source: Uncommitted Changes
zh_hans: 未提交的更改

source: Uninstall
zh_hans: 卸载

source: Uninstalling…
zh_hans: 正在卸载…

source: Unread notifications
zh_hans: 未读通知

source: Unread notifications in group
zh_hans: 分组中的未读通知

source: Unread notifications. Hover to show.
zh_hans: 未读通知。悬停以显示。

source: Update
zh_hans: 更新

source: Update GitHub CLI
zh_hans: 更新 GitHub CLI

source: Update agent integration
zh_hans: 更新 agent 集成

source: Update to the latest version for full support.
zh_hans: 更新到最新版本以获得完整支持。

source: Use Selection for Find
zh_hans: 用所选内容查找

source: Use the %@ URL scheme to control Supacode from the terminal, scripts, or other apps.
zh_hans: 使用 %@ URL scheme 从终端、脚本或其他应用控制 Supacode。

source: Use the %@ button to open a terminal.
zh_hans: 使用 %@ 按钮打开终端。

source: User
zh_hans: 用户

source: View Terminal
zh_hans: 查看终端

source: Warning
zh_hans: 警告

source: When a pull request is merged
zh_hans: 当 Pull Request 合并时

source: When enabled, deeplinks can run commands and perform destructive actions without asking for confirmation.
zh_hans: 启用后，deeplink 可以运行命令并执行破坏性操作，无需请求确认。

source: Working directory missing
zh_hans: 工作目录缺失

source: Worktree Toolbar
zh_hans: Worktree 工具栏

source: Worktree and repository IDs must be percent-encoded (e.g. `/tmp/repo` → `%%2Ftmp%%2Frepo`), and %@ and %@ already are.
zh_hans: Worktree 和仓库 ID 必须经过百分号编码（例如 `/tmp/repo` → `%%2Ftmp%%2Frepo`），而 %@ 和 %@ 已经是编码过的。

source: Worktree name
zh_hans: Worktree 名称

source: Worktree not found
zh_hans: 未找到 Worktree

source: Worktree unavailable
zh_hans: Worktree 不可用

source: Worktrees are only supported for git repositories.
zh_hans: Worktree 仅支持 git 仓库。

source: Worktrees nested by branch
zh_hans: Worktree 按分支嵌套

source: Worktrees not available
zh_hans: Worktree 不可用

source: You can find %@ later in Menu Bar > Worktrees > Archived Worktrees (%@).
zh_hans: 可稍后找到 %@，位于菜单栏 > Worktrees > 已归档 Worktree (%@)。

source: You can find them later in Menu Bar > Worktrees > Archived Worktrees (%@).
zh_hans: 稍后可在菜单栏 > Worktrees > 已归档 Worktree (%@) 中找到它们。

source: `~` will be expanded at creation time.
zh_hans: `~` 将在创建时展开。

source: binary
zh_hans: 二进制
